{
  "navbar": {
    "home": "Home",
    "about": "About",
    "internship": "Internship",
    "farming": "Farming",
    "services": "Services",
    "contact": "Contact Us"
  },
  
    "homepage": {
      "welcome": "Welcome to Royal Shetkari IT Company",
      "innovating": "Innovating your business with cutting-edge technology solutions.",
      "empowering": "Empowering Your Digital Transformation",
      "web_dev": "We provide web development, mobile apps, and digital marketing.",
      "grow_business": "Grow Your Business with Royal Shetkari",
      "trusted_partner": "Your trusted partner in IT solutions and services.",
      "learn_more": "Learn More",
      "get_started": "Get Started",
      "contact_us": "Contact Us"
    },
    
    
      "about": {
        "discover": "Discover how the world works with ServiceNow",
        "description": "We bring organizations of every size, in every industry, smarter, faster, and better ways to work.",
        "watch_video": "Watch Video",
        "view_fact_sheet": "View Fact Sheet",
        "welcome": "Welcome to Tech Innovators",
        "about_us_intro": "Welcome to <strong>Tech Innovators</strong>, where cutting-edge solutions and IT expertise come together to help businesses scale and achieve digital transformation. We are passionate about delivering innovative solutions that address modern challenges in cloud computing, cybersecurity, and software development.",
        "mission": "Our mission is to empower companies by providing secure, scalable, and future-proof IT solutions, allowing them to focus on their core business while we handle the complexities of technology.",
        "our_services": "Our Services",
        "service_1": "Cloud Computing Solutions",
        "service_1_desc": "Empowering businesses with scalable, secure cloud infrastructure.",
        "service_2": "Custom Software Development",
        "service_2_desc": "Building bespoke software solutions tailored to your needs.",
        "service_3": "Cybersecurity Consulting",
        "service_3_desc": "Protecting your business from evolving digital threats.",
        "service_4": "Data Analytics & AI",
        "service_4_desc": "Leveraging data and AI to drive smarter business decisions.",
        "service_5": "IT Infrastructure Management",
        "service_5_desc": "Ensuring reliable, optimized IT operations for seamless growth.",
        "our_values": "Our Values",
        "value_innovation": "Innovation",
        "value_innovation_desc": "We strive to stay ahead by constantly improving and exploring new ideas.",
        "value_integrity": "Integrity",
        "value_integrity_desc": "Our actions are guided by transparency and honesty in every step we take.",
        "value_customer_centricity": "Customer-Centricity",
        "value_customer_centricity_desc": "Our clients’ success is our success, and we tailor solutions to meet their needs.",
        "value_collaboration": "Collaboration",
        "value_collaboration_desc": "We believe in teamwork and partnerships to achieve the best outcomes.",
        "value_excellence": "Excellence",
        "value_excellence_desc": "We consistently deliver high-quality results through our commitment to excellence."
      },
      
        "farming": {
          "title": "Empowering Farming",
          "company": "Royal Shetkari IT Company",
          "purpose": "Our purpose is to transform the agricultural sector by providing innovative digital solutions that empower farmers to enhance productivity while promoting sustainable practices. We aim to connect farmers with essential resources and support, ensuring they have access to valuable information and organic products. Additionally, we are dedicated to fostering the next generation of professionals by offering technology-related internships that provide students with practical experience and skills relevant to their future careers.",
          "card_titles": {
            "arable_farming": "Arable Farming",
            "traditional_farming": "Traditional Farming",
            "organic_farming": "Organic Farming"
          },
          "card_descriptions": {
            "arable_farming_desc": "This is a brief description of Arable Farming. It can span multiple lines and provide more details.",
            "traditional_farming_desc": "This is a brief description of Traditional Farming. It can span multiple lines and provide more details.",
            "organic_farming_desc": "This is a brief description of Organic Farming. It can span multiple lines and provide more details."
          },
          "go_somewhere": "Go somewhere"
        },
        
          "services": {
            "title": "Services",
            "our_services": "Our Services",
            "web_development": {
              "title": "Web Development",
              "description": "Creating responsive, high-performing websites for your business needs..."
            },
            "mobile_app_development": {
              "title": "Mobile App Development",
              "description": "Mobile app development is a dynamic process focused on creating apps..."
            },
            "digital_marketing": {
              "title": "Digital Marketing",
              "description": "Boosting your brand's presence with targeted digital strategies..."
            },
            "it_services": {
              "title": "IT Services",
              "description": "Innovative digital solutions to enhance agricultural productivity..."
            },
            "organic_products": {
              "title": "Organic Products",
              "description": "A range of organic fertilizers and crops available for purchase..."
            },
            "soil_health_management": {
              "title": "Soil Health Management",
              "description": "Soil health is the foundation of sustainable agriculture..."
            },
            "internship_opportunities": {
              "title": "Internship Opportunities",
              "description": "Practical technology-focused internships for students..."
            }
          },
          
           
            
              "internship": {
                "give_yourself": "Give Yourself an",
                "unbeatable_advantage": "Unbeatable Advantage",
                "platform_description": "The only platform that guarantees real-world work experience across the globe.",
                "enroll_now": "Enroll Now",
                "how_it_works": "How It Works",
                "career_reality": "The Reality of Starting Your Career",
                "career_description": "The need for work experience is essential, but getting a job can be tough. You need experience, but to gain experience, you need a job. Internships are competitive, with 80% of employers considering it a critical factor for recent graduates. So, what do you do?",
                "virtual_internships": "The Answer? Virtual Internships",
                "virtual_internships_description": "Find global work experience in any field or region with Virtual Internships, the No. 1 platform for remote internships.",
                "launch_your_career": "Launch Your Career",
                "launch_description": "With Virtual Internships, you’ll gain valuable skills and knowledge from top companies worldwide, all from the comfort of your own home. Your Virtual Internship is like an extended interview, with major growth and learning outcomes and the potential for further opportunities upon completion.",
                "global_internships": "Global Internships",
                "internships_available": "Available Now and Growing",
                "countries": "Countries",
                "internships_worldwide": "Internships Available Worldwide",
                "professional_coaching": "One to One",
                "coaching_calls": "Professional Career Coaching Calls",
                "interns": "Interns",
                "further_opportunities": "Offered Further Opportunities Immediately Upon Completion"
              }
            
            
          
          
        
        
      
      
    
    
    }
  
  
  
