{
    "navbar": {
      "home": "मुख्य पृष्ठ",
      "about": "हमारे बारे में",
      "internship": "इंटर्नशिप",
      "farming": "कृषि",
      "services": "सेवाएँ",
      "contact": "संपर्क करें"
    },
    
      "homepage": {
        "welcome": "रॉयल शेतकरी आईटी कंपनी में आपका स्वागत है",
        "innovating": "अत्याधुनिक प्रौद्योगिकी समाधानों के साथ आपके व्यवसाय में नवाचार।",
        "empowering": "आपके डिजिटल परिवर्तन को सशक्त करना",
        "web_dev": "हम वेब विकास, मोबाइल ऐप्स, और डिजिटल मार्केटिंग प्रदान करते हैं।",
        "grow_business": "रॉयल शेतकरी के साथ अपना व्यवसाय बढ़ाएं",
        "trusted_partner": "आईटी समाधान और सेवाओं में आपका विश्वसनीय साझेदार।",
        "learn_more": "अधिक जानें",
        "get_started": "शुरू करें",
        "contact_us": "हमसे संपर्क करें"
      },
      
        "about": {
          "discover": "ServiceNow के साथ जानें कि दुनिया कैसे काम करती है",
          "description": "हम हर आकार, हर उद्योग के संगठनों को स्मार्ट, तेज़ और बेहतर तरीके से काम करने में मदद करते हैं।",
          "watch_video": "वीडियो देखें",
          "view_fact_sheet": "तथ्य पत्र देखें",
          "welcome": "Tech Innovators में आपका स्वागत है",
          "about_us_intro": "Tech Innovators में आपका स्वागत है, जहां अत्याधुनिक समाधान और आईटी विशेषज्ञता मिलकर व्यवसायों को बढ़ने और डिजिटल परिवर्तन प्राप्त करने में मदद करती है। हम क्लाउड कंप्यूटिंग, साइबर सुरक्षा, और सॉफ़्टवेयर विकास में आधुनिक चुनौतियों के समाधान प्रदान करने के लिए उत्सुक हैं।",
          "mission": "हमारा मिशन कंपनियों को सुरक्षित, स्केलेबल, और भविष्य के लिए तैयार आईटी समाधान प्रदान करके सशक्त करना है, ताकि वे अपने मुख्य व्यवसाय पर ध्यान केंद्रित कर सकें, जबकि हम प्रौद्योगिकी की जटिलताओं को संभालते हैं।",
          "our_services": "हमारी सेवाएं",
          "service_1": "क्लाउड कंप्यूटिंग समाधान",
          "service_1_desc": "व्यवसायों को स्केलेबल, सुरक्षित क्लाउड अवसंरचना के साथ सशक्त करना।",
          "service_2": "कस्टम सॉफ़्टवेयर विकास",
          "service_2_desc": "आपकी जरूरतों के अनुसार अनुकूलित सॉफ़्टवेयर समाधान बनाना।",
          "service_3": "साइबर सुरक्षा परामर्श",
          "service_3_desc": "आपके व्यवसाय को विकसित होती डिजिटल खतरों से बचाना।",
          "service_4": "डेटा विश्लेषण और एआई",
          "service_4_desc": "डेटा और एआई का लाभ उठाकर समझदारी से व्यापार निर्णय लेना।",
          "service_5": "आईटी अवसंरचना प्रबंधन",
          "service_5_desc": "सतत वृद्धि के लिए विश्वसनीय, अनुकूलित आईटी संचालन सुनिश्चित करना।",
          "our_values": "हमारे मूल्य",
          "value_innovation": "नवाचार",
          "value_innovation_desc": "हम लगातार सुधार और नए विचारों की खोज में आगे रहने की कोशिश करते हैं।",
          "value_integrity": "ईमानदारी",
          "value_integrity_desc": "हमारे कार्य हर कदम पर पारदर्शिता और ईमानदारी द्वारा निर्देशित होते हैं।",
          "value_customer_centricity": "ग्राहक-केंद्रितता",
          "value_customer_centricity_desc": "हमारे ग्राहकों की सफलता हमारी सफलता है, और हम उनकी आवश्यकताओं के अनुसार समाधान तैयार करते हैं।",
          "value_collaboration": "सहयोग",
          "value_collaboration_desc": "हम सर्वोत्तम परिणाम प्राप्त करने के लिए टीमवर्क और साझेदारी में विश्वास करते हैं।",
          "value_excellence": "उत्कृष्टता",
          "value_excellence_desc": "हम लगातार उत्कृष्टता की प्रतिबद्धता के माध्यम से उच्च गुणवत्ता के परिणाम प्रदान करते हैं।"
        },
        
          "farming": {
            "title": "कृषि को सशक्त बनाना",
            "company": "रॉयल शेती आईटी कंपनी",
            "purpose": "हमारा उद्देश्य कृषि क्षेत्र को बदलना है, नवोन्मेषी डिजिटल समाधानों के माध्यम से किसानों को उत्पादकता बढ़ाने और सतत प्रथाओं को बढ़ावा देने के लिए सशक्त बनाना है। हम किसानों को आवश्यक संसाधनों और समर्थन से जोड़ने का प्रयास करते हैं, यह सुनिश्चित करते हुए कि उन्हें मूल्यवान जानकारी और जैविक उत्पादों तक पहुंच प्राप्त है। इसके अतिरिक्त, हम तकनीकी से संबंधित इंटर्नशिप प्रदान करके पेशेवरों की अगली पीढ़ी को प्रेरित करने के लिए प्रतिबद्ध हैं, जो छात्रों को उनके भविष्य के करियर के लिए व्यावहारिक अनुभव और कौशल प्रदान करते हैं।",
            "card_titles": {
              "arable_farming": "अरबेल खेती",
              "traditional_farming": "पारंपरिक खेती",
              "organic_farming": "जैविक खेती"
            },
            "card_descriptions": {
              "arable_farming_desc": "यह अरबेल खेती का संक्षिप्त विवरण है। यह कई पंक्तियों में फैल सकता है और अधिक विवरण प्रदान कर सकता है।",
              "traditional_farming_desc": "यह पारंपरिक खेती का संक्षिप्त विवरण है। यह कई पंक्तियों में फैल सकता है और अधिक विवरण प्रदान कर सकता है।",
              "organic_farming_desc": "यह जैविक खेती का संक्षिप्त विवरण है। यह कई पंक्तियों में फैल सकता है और अधिक विवरण प्रदान कर सकता है।"
            },
            "go_somewhere": "कहीं जाएं"
          },
          
            "services": {
              "title": "सेवाएँ",
              "our_services": "हमारी सेवाएँ",
              "web_development": {
                "title": "वेब विकास",
                "description": "आपकी व्यावसायिक आवश्यकताओं के लिए प्रतिक्रियाशील, उच्च प्रदर्शन वाली वेबसाइटें बनाना..."
              },
              "mobile_app_development": {
                "title": "मोबाइल ऐप विकास",
                "description": "मोबाइल ऐप विकास एक गतिशील प्रक्रिया है जो ऐप बनाने पर केंद्रित है..."
              },
              "digital_marketing": {
                "title": "डिजिटल मार्केटिंग",
                "description": "लक्षित डिजिटल रणनीतियों के साथ आपके ब्रांड की उपस्थिति को बढ़ाना..."
              },
              "it_services": {
                "title": "आईटी सेवाएँ",
                "description": "कृषि उत्पादकता को बढ़ाने के लिए नवोन्मेषी डिजिटल समाधान..."
              },
              "organic_products": {
                "title": "जैविक उत्पाद",
                "description": "खरीद के लिए उपलब्ध जैविक उर्वरकों और फसलों की एक श्रृंखला..."
              },
              "soil_health_management": {
                "title": "मिट्टी के स्वास्थ्य प्रबंधन",
                "description": "मिट्टी का स्वास्थ्य स्थायी कृषि की नींव है..."
              },
              "internship_opportunities": {
                "title": "इंटर्नशिप के अवसर",
                "description": "छात्रों के लिए व्यावहारिक प्रौद्योगिकी-फोकस्ड इंटर्नशिप..."
              }
            },
            
              "internship": {
                "give_yourself": "अपने आपको दें",
                "unbeatable_advantage": "अतुलनीय लाभ",
                "platform_description": "एकमात्र प्लेटफार्म जो दुनिया भर में वास्तविक कार्य अनुभव की गारंटी देता है।",
                "enroll_now": "अब नामांकित करें",
                "how_it_works": "यह कैसे काम करता है",
                "career_reality": "आपके करियर की वास्तविकता",
                "career_description": "कार्य अनुभव की आवश्यकता आवश्यक है, लेकिन नौकरी पाना मुश्किल हो सकता है। आपको अनुभव चाहिए, लेकिन अनुभव प्राप्त करने के लिए आपको नौकरी की आवश्यकता है। इंटर्नशिप प्रतिस्पर्धात्मक हैं, जिसमें 80% नियोक्ता इसे हाल के स्नातकों के लिए एक महत्वपूर्ण कारक मानते हैं। तो, आप क्या करें?",
                "virtual_internships": "उत्तर? वर्चुअल इंटर्नशिप",
                "virtual_internships_description": "वर्चुअल इंटर्नशिप के साथ किसी भी क्षेत्र या क्षेत्र में वैश्विक कार्य अनुभव खोजें, जो दूरस्थ इंटर्नशिप के लिए नंबर 1 प्लेटफार्म है।",
                "launch_your_career": "अपने करियर को लॉन्च करें",
                "launch_description": "वर्चुअल इंटर्नशिप के साथ, आप दुनिया भर की शीर्ष कंपनियों से अपने घर के आराम से मूल्यवान कौशल और ज्ञान प्राप्त करेंगे। आपकी वर्चुअल इंटर्नशिप एक विस्तारित साक्षात्कार की तरह है, जिसमें महत्वपूर्ण विकास और सीखने के परिणाम होते हैं और पूर्ण होने पर आगे के अवसरों की संभावना होती है।",
                "global_internships": "वैश्विक इंटर्नशिप",
                "internships_available": "अब उपलब्ध और बढ़ रही है",
                "countries": "देश",
                "internships_worldwide": "वैश्विक स्तर पर इंटर्नशिप उपलब्ध हैं",
                "professional_coaching": "एक से एक",
                "coaching_calls": "पेशेवर करियर कोचिंग कॉल",
                "interns": "इंटर्न",
                "further_opportunities": "पूर्ण होने पर तुरंत आगे के अवसर दिए गए"
              }
            
            
              
               
 

              
}
          
          
        
        
      
      
    
    
   
  
  