{
    "navbar": {
      "home": "मुख्य पृष्ठ",
      "about": "आमच्याबद्दल",
      "internship": "इंटर्नशिप",
      "farming": "कृषी",
      "services": "सेवांचा",
      "contact": "आमच्याशी संपर्क साधा"
    },
   
      "homepage": {
        "welcome": "रॉयल शेतकरी आयटी कंपनीमध्ये आपले स्वागत आहे",
        "innovating": "तंत्रज्ञानाच्या अत्याधुनिक समाधानांद्वारे आपला व्यवसाय नवकल्पना करा.",
        "empowering": "आपले डिजिटल परिवर्तन सशक्त करा",
        "web_dev": "आम्ही वेब डेव्हलपमेंट, मोबाईल अॅप्स आणि डिजिटल मार्केटिंग पुरवतो.",
        "grow_business": "रॉयल शेतकरीसह आपला व्यवसाय वाढवा",
        "trusted_partner": "आयटी समाधान आणि सेवांसाठी तुमचा विश्वसनीय भागीदार.",
        "learn_more": "अधिक जाणून घ्या",
        "get_started": "सुरू करा",
        "contact_us": "आमच्याशी संपर्क साधा"
      },
      
        "about": {
          "discover": "सर्विसनॉवसह जग कसे कार्य करते ते शोधा",
          "description": "आम्ही प्रत्येक आकारातील, प्रत्येक उद्योगातील संघटनांना स्मार्ट, जलद, आणि चांगल्या कार्यपद्धती प्रदान करतो.",
          "watch_video": "व्हिडिओ पहा",
          "view_fact_sheet": "तथ्यपत्र पहा",
          "welcome": "टेक इनोवेटर्समध्ये आपले स्वागत आहे",
          "about_us_intro": "टेक इनोवेटर्समध्ये आपले स्वागत आहे, जिथे अत्याधुनिक समाधान आणि आयटी तज्ञता एकत्र येते, जे व्यवसायांना वाढविण्यात आणि डिजिटल रूपांतरण साधण्यात मदत करते. आम्ही क्लाउड संगणन, सायबरसुरक्षा, आणि सॉफ्टवेअर विकासामध्ये आधुनिक आव्हानांवर उपाय प्रदान करण्यात रस घेतो.",
          "mission": "आमचा उद्देश कंपन्यांना सुरक्षित, स्केलेबल, आणि भविष्यसूचक आयटी समाधान प्रदान करून सशक्त करणे आहे, जेणेकरून ते त्यांच्या मुख्य व्यवसायावर लक्ष केंद्रित करू शकतील, तर आम्ही तंत्रज्ञानाच्या गुंतागुंतीचा विचार करू.",
          "our_services": "आमच्या सेवा",
          "service_1": "क्लाउड संगणन समाधान",
          "service_1_desc": "स्केलेबल, सुरक्षित क्लाउड इन्फ्रास्ट्रक्चरसह व्यवसायांना सशक्त करणे.",
          "service_2": "कस्टम सॉफ्टवेअर विकास",
          "service_2_desc": "आपल्या आवश्यकतांसाठी अनुकूलित सॉफ्टवेअर समाधान तयार करणे.",
          "service_3": "सायबरसुरक्षा सल्ला",
          "service_3_desc": "उत्क्रांत डिजिटल धोक्यांपासून आपल्या व्यवसायाचे संरक्षण करणे.",
          "service_4": "डेटा अॅनालिटिक्स आणि एआय",
          "service_4_desc": "डेटा आणि एआयचा वापर करून चांगले व्यावसायिक निर्णय घेणे.",
          "service_5": "आयटी इन्फ्रास्ट्रक्चर व्यवस्थापन",
          "service_5_desc": "संपूर्ण वाढीसाठी विश्वसनीय, ऑप्टिमाइझ केलेल्या आयटी ऑपरेशन्सची खात्री करणे.",
          "our_values": "आमचे मूल्ये",
          "value_innovation": "नवीनता",
          "value_innovation_desc": "आम्ही सतत सुधारणा आणि नवीन कल्पनांची शोध घेत राहण्यासाठी कटिबद्ध आहोत.",
          "value_integrity": "इमानदारी",
          "value_integrity_desc": "आमच्या प्रत्येक पावलावर पारदर्शकता आणि प्रामाणिकतेने मार्गदर्शन केले जाते.",
          "value_customer_centricity": "ग्राहक-केंद्रितता",
          "value_customer_centricity_desc": "आमच्या ग्राहकांचे यश म्हणजे आमचे यश आहे, आणि आम्ही त्यांच्या आवश्यकतांसाठी उपाय तयार करतो.",
          "value_collaboration": "सहकार्य",
          "value_collaboration_desc": "आम्ही सर्वोत्तम परिणाम मिळवण्यासाठी टीमवर्क आणि भागीदारीवर विश्वास ठेवतो.",
          "value_excellence": "उत्कृष्टता",
          "value_excellence_desc": "आमच्या उत्कृष्टतेच्या वचनबद्धतेद्वारे उच्च दर्जाचे परिणाम सतत वितरीत करणे."
        },
        
          "farming": {
            "title": "कृषीला सामर्थ्य देणे",
            "company": "रॉयल शेतकरी आयटी कंपनी",
            "purpose": "आमचा उद्देश कृषी क्षेत्राचे परिवर्तन करणे आहे, जे इनोव्हेटिव्ह डिजिटल सोल्यूशन्स प्रदान करणे जे शेतकऱ्यांना उत्पादकता वाढविण्यात मदत करतात आणि शाश्वत पद्धतींना प्रोत्साहन देतात. आम्ही शेतकऱ्यांना आवश्यक संसाधनांसह आणि समर्थनासह जोडण्याचा प्रयत्न करतो, याची खात्री करतो की त्यांना मौल्यवान माहिती आणि सेंद्रिय उत्पादनांपर्यंत प्रवेश मिळतो. याव्यतिरिक्त, आम्ही तंत्रज्ञानासंबंधित इंटर्नशिप प्रदान करून व्यावसायिकांच्या पुढील पिढीला प्रेरित करण्यासाठी वचनबद्ध आहोत, जे विद्यार्थ्यांना त्यांच्या भविष्याच्या कारकिर्दीसाठी प्रायोगिक अनुभव आणि कौशल्ये प्रदान करतात.",
            "card_titles": {
              "arable_farming": "कृषिपणन",
              "traditional_farming": "परंपरागत कृषी",
              "organic_farming": "सेंद्रिय कृषी"
            },
            "card_descriptions": {
              "arable_farming_desc": "कृषिपणनाची ही संक्षिप्त वर्णन आहे. हे अनेक ओळींमध्ये पसरू शकते आणि अधिक तपशील प्रदान करू शकते.",
              "traditional_farming_desc": "परंपरागत कृषीची ही संक्षिप्त वर्णन आहे. हे अनेक ओळींमध्ये पसरू शकते आणि अधिक तपशील प्रदान करू शकते.",
              "organic_farming_desc": "सेंद्रिय कृषीची ही संक्षिप्त वर्णन आहे. हे अनेक ओळींमध्ये पसरू शकते आणि अधिक तपशील प्रदान करू शकते."
            },
            "go_somewhere": "कुठेतरी जा"
          }
        ,
        
          "services": {
            "title": "सेवाएं",
            "our_services": "आमच्या सेवा",
            "web_development": {
              "title": "वेब विकास",
              "description": "आपल्या व्यवसायाच्या आवश्यकतांसाठी प्रतिसाद देणारे, उच्च कार्यक्षमतेचे वेबसाइट तयार करणे..."
            },
            "mobile_app_development": {
              "title": "मोबाइल अॅप विकास",
              "description": "मोबाइल अॅप विकास हा अॅप तयार करण्यावर लक्ष केंद्रित केलेला एक गतिशील प्रक्रिया आहे..."
            },
            "digital_marketing": {
              "title": "डिजिटल मार्केटिंग",
              "description": "लक्ष्यित डिजिटल रणनीतींविषयी आपल्या ब्रँडच्या उपस्थितीला प्रोत्साहन देणे..."
            },
            "it_services": {
              "title": "आयटी सेवा",
              "description": "कृषी उत्पादनक्षमता वाढवण्यासाठी नाविन्यपूर्ण डिजिटल सोल्यूशन्स..."
            },
            "organic_products": {
              "title": "जैविक उत्पादने",
              "description": "खरेदीसाठी उपलब्ध जैविक खते आणि पिकांची श्रेणी..."
            },
            "soil_health_management": {
              "title": "मातीच्या आरोग्य व्यवस्थापन",
              "description": "मातीचे आरोग्य शाश्वत कृषीचा पाया आहे..."
            },
            "internship_opportunities": {
              "title": "इंटर्नशिप संधी",
              "description": "विद्यार्थ्यांसाठी प्रायोगिक तंत्रज्ञान-केंद्रित इंटर्नशिप..."
            }
          },
          
            "internship": {
              "give_yourself": "तुम्हाला द्या एक",
              "unbeatable_advantage": "अतुलनीय फायदा",
              "platform_description": "जागतिक स्तरावर वास्तविक कार्य अनुभवाची हमी देणारी एकमेव प्लॅटफॉर्म.",
              "enroll_now": "आता नोंदणी करा",
              "how_it_works": "हे कसे कार्य करते",
              "career_reality": "तुमच्या करिअरची वास्तविकता",
              "career_description": "कार्य अनुभवाची आवश्यकता आवश्यक आहे, परंतु नोकरी मिळविणे कठीण असू शकते. तुम्हाला अनुभवाची आवश्यकता आहे, परंतु अनुभव मिळविण्यासाठी तुम्हाला नोकरी आवश्यक आहे. इंटर्नशिप स्पर्धात्मक आहेत, 80% नियोक्ता याला अलीकडील पदवीधरांसाठी एक महत्वपूर्ण घटक मानतात. तर, तुम्ही काय कराल?",
              "virtual_internships": "उत्तर? व्हर्चुअल इंटर्नशिप",
              "virtual_internships_description": "व्हर्चुअल इंटर्नशिपसह कोणत्याही क्षेत्रात किंवा क्षेत्रात जागतिक कार्य अनुभव शोधा, जो दूरस्थ इंटर्नशिपसाठी नंबर 1 प्लॅटफॉर्म आहे.",
              "launch_your_career": "तुमची करिअर सुरू करा",
              "launch_description": "व्हर्चुअल इंटर्नशिपसह, तुम्हाला तुमच्या घरी आरामात जगभरातील शीर्ष कंपन्यांकडून मौल्यवान कौशल्ये आणि ज्ञान मिळेल. तुमची व्हर्चुअल इंटर्नशिप एक विस्तारित मुलाखतसारखी आहे, मोठा वाढ आणि शिकण्याचे परिणाम आणि पूर्ण झाल्यावर पुढील संधी मिळण्याची शक्यता आहे.",
              "global_internships": "ग्लोबल इंटर्नशिप",
              "internships_available": "आता उपलब्ध आणि वाढत आहे",
              "countries": "देश",
              "internships_worldwide": "जागतिक स्तरावर इंटर्नशिप उपलब्ध आहेत",
              "professional_coaching": "एक ते एक",
              "coaching_calls": "व्यावसायिक करिअर कोचिंग कॉल",
              "interns": "इंटर्न",
              "further_opportunities": "पूर्ण झाल्यावर त्वरित पुढील संधी दिल्या"
            }
          
          
        
        
        
      
      
    }
    
  
  